/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Сокет был закрыт с другой стороны";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "При соединении был превышен интервал ожидания";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Операция чтения превысила допустимый предел";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "При чтении был превышен интервал ожидания";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "При записи был превышен интервал ожидания";

